Repository: Marcelo689/EmprestimoDeLivrosASPMVC
Catalog: Resources/Views/Home/AboutMe.*.resx
Languages: pt_br

# title
source: About me
pt_br: Sobre mim

source: Projects
pt_br: Projetos

source: Experience
pt_br: Experiência

# contacts
source: Contact
pt_br: Contato

# hero_title
source: Hello, I'm Marcelo Jaeger
pt_br: Olá, eu sou Marcelo Jaeger

# hero_subtitle
source: .NET Developer | Creating innovative solutions
pt_br: Desenvolvedor .NET | Criando soluções inovadoras

# hero_button
source: View my projects
pt_br: Veja meus projetos

# section_projects
source: Projects
pt_br: Projetos

# project_api_desc
source: API application.
pt_br: Aplicativo API.

# project_wpf_desc
source: Robust desktop application using WPF.
pt_br: Aplicação desktop robusta utilizando WPF.

# project_aspnet_desc
source: Web development with ASP.NET Core.
pt_br: Desenvolvimento web com ASP.NET Core.

# section_experience
source: Professional Experience
pt_br: Experiência Profissional

# exp1_desc
source: Developed a Linux-hosted website using Laravel, PHP, and MySQL.
pt_br: Desenvolvimento de um site em servidor Linux, utilizando Laravel, PHP e MySQL.

# exp2_title
source: .NET Developer - Universal Leaf Tobacco Company (2023 - 2024)
pt_br: Desenvolvedor .NET - Universal Leaf Tobacco Company (2023 - 2024)

# exp2_desc
source: Worked in a team of over 40 IT professionals developing new features.
pt_br: Participação em equipe com mais de 40 profissionais de TI para desenvolvimento de novas funcionalidades.

# exp3_title
source: Desktop Support and Development - Compumax SHOP (2021 - 2022)
pt_br: Suporte e Desenvolvimento Desktop - Compumax SHOP (2021 - 2022)

# exp3_desc
source: Created desktop systems using WPF and developed WhatsApp bots.
pt_br: Criação de sistemas desktop com WPF e desenvolvimento de bots para WhatsApp.

# section_contact
source: Contact
pt_br: Contato

# contact_text
source: Let's talk! Get in touch through:
pt_br: Vamos conversar! Entre em contato através de:
